test.yml
---
execution:
- concurrency: 10
  ramp-up: 1m
  hold-for: 1m30s
  scenario: simple
  
scenarios:
  simple:
    think-time: 0.75
    requests:
    #- http://blazedemo.com/
    #- http://blazedemo.com/vacation.html
    - 10.129.26.119
   # - 127.0.0.1

reporting:
- final-stats
- console
- blazemeter